{"unk_token": "<|endoftext|>", "bos_token": "<|endoftext|>", "eos_token": "<|endoftext|>", "add_prefix_space": false, "special_tokens_map_file": null, "name_or_path": "./npc_engine/resources/models\\distilgpt2.96699c9fd598cfb0babef4e8d217a9f9586b2bb6", "tokenizer_class": "GPT2Tokenizer"}