{"do_lower_case": true, "bos_token": "<s>", "eos_token": "</s>", "unk_token": "<unk>", "sep_token": "</s>", "pad_token": "<pad>", "cls_token": "<s>", "mask_token": "<mask>", "special_tokens_map_file": "C:\\Users\\evil_unicorn/.cache\\torch\\transformers\\52ee304430f60cdef605776fcaa168ae0420cef8b11c0a66484c4add75d253b3.16f949018cf247a2ea7465a74ca9a292212875e5fd72f969e0807011e7f192e4", "full_tokenizer_file": null}