{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "name_or_path": "sentence-transformers/paraphrase-MiniLM-L6-v2", "do_basic_tokenize": true, "never_split": null, "model_max_length": 512, "special_tokens_map_file": "C:\\Users\\evil_unicorn/.cache\\huggingface\\transformers\\d574f6367feebd1fb66c3cb1c9a098a1a311269a7de26d554dd3fc9a7c95ec8d.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "tokenizer_class": "BertTokenizer"}