{"errors": "replace", "bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": "<mask>", "add_prefix_space": false, "trim_offsets": true, "model_max_length": 512, "special_tokens_map_file": null, "name_or_path": "tests\\resources\\models\\j-hartmann__emotion-english-distilroberta-base.adfea0d846a88f8ff1b0152f59556de334a01523", "tokenizer_class": "RobertaTokenizer"}